// Reveal transition strings

PluginName = "Revelar";

LeftToRight = "Da Esquerda para a Direita";
RightToLeft = "Da Direita para a Esquerda";
TopToBottom = "De Cima para Baixo";
BottomToTop = "De Baixo para Cima";
TopLeftToBottomRight = "Esquerda Superior para Direita Inferior";
TopRightToBottomLeft = "Direita Superior para Esquerda Inferior";
BottomLeftToTopRight = "Da Esquerda Inferior para a Direita Superior";
BottomRightToTopLeft = "Da Direita Inferior para a Esquerda Superior";
